Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This can't be undone. Wallets you didn't back up will be lost.
af: Dit kan nie ongedaan gemaak word nie. Beursies wat jy nie gerugsteun het nie, sal verlore raak.
ar: لا يمكن التراجع عن هذا. ستُفقد المحافظ التي لم تنشئ لها نسخة احتياطية.
bg: Това не може да бъде отменено. Портфейлите, които не сте архивирали, ще бъдат изгубени.
bn: এটি বাতিল করা যায় না। যে ওয়ালেটগুলো আপনি ব্যাকআপ করেননি সেগুলো হারিয়ে যাবে।
ca: Això no es pot desfer. Les carteres de les quals no hagis fet còpia de seguretat es perdran.
cs: Tohle nelze vrátit zpět. Peněženky, které jste nezálohovali, budou ztraceny.
da: Dette kan ikke fortrydes. Tegnebøger, du ikke sikkerhedskopierede, vil gå tabt.
de: Das kann nicht rückgängig gemacht werden. Wallets, die du nicht gesichert hast, gehen verloren.
el: Αυτό δεν μπορεί να αναιρεθεί. Τα πορτοφόλια για τα οποία δεν κρατήσατε αντίγραφο ασφαλείας θα χαθούν.
es: Esto no se puede deshacer. Las carteras de las que no hiciste copia de seguridad se perderán.
et: Seda ei saa tagasi võtta. Rahakotid, mida te varundasite, lähevad kaduma.
fa: این قابل بازگشت نیست. کیف پول‌هایی که پشتیبان نگرفته‌اید از دست خواهند رفت.
fi: Tätä ei voi perua. Lompakot, joita et varmuuskopioinut, menetetään.
fil: Hindi ito maibabalik. Mawawala ang mga wallet na hindi mo na-back up.
fr: Ceci est irréversible. Les portefeuilles que vous n'avez pas sauvegardés seront perdus.
he: לא ניתן לבטל זאת. ארנקים שלא גיבית יאבדו.
hi: इसे पूर्ववत नहीं किया जा सकता। जिन वॉलेट का आपने बैकअप नहीं लिया वे खो जाएँगे।
hr: Ovo se ne može poništiti. Novčanici koje niste sigurnosno kopirali bit će izgubljeni.
hu: Ez nem vonható vissza. A nem mentett tárcák elvesznek.
id: Ini tidak dapat dibatalkan. Dompet yang tidak Anda cadangkan akan hilang.
is: Ekki er hægt að afturkalla þetta. Veski sem þú tókst ekki afrit af glatast.
it: Questa azione non può essere annullata. I wallet di cui non hai fatto il backup andranno persi.
ja: これは取り消せません。バックアップしていないウォレットは失われます。
ko: 되돌릴 수 없습니다. 백업하지 않은 지갑은 손실됩니다.
lt: To atšaukti negalima. Piniginės, kurių nepasidarėte atsarginės kopijos, bus prarastos.
lv: To nevar atsaukt. Maki, kurus nedublējāt, tiks zaudēti.
ml: ഇത് പിൻവലിക്കാനാവില്ല. നിങ്ങൾ ബാക്കപ്പ് ചെയ്യാത്ത വാലറ്റുകൾ നഷ്ടപ്പെടും.
mr: हे पूर्ववत करता येत नाही. तुम्ही बॅकअप न घेतलेली वॉलेट गमावली जातील.
ms: Ini tidak boleh dibatalkan. Dompet yang tidak anda sandarkan akan hilang.
nb: Dette kan ikke angres. Lommebøker du ikke sikkerhetskopierte vil gå tapt.
nl: Dit kan niet ongedaan worden gemaakt. Wallets zonder back-up gaan verloren.
pa: ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਜਿਹੜੇ ਵਾਲਿਟ ਤੁਸੀਂ ਬੈਕਅੱਪ ਨਹੀਂ ਕੀਤੇ ਉਹ ਗੁਆਚ ਜਾਣਗੇ।
pl: Tego nie da się cofnąć. Portfele bez kopii zapasowej zostaną utracone.
pt_br: Isto não pode ser desfeito. Carteiras das quais você não fez backup serão perdidas.
ro: Aceasta nu poate fi anulată. Portofelele pe care nu le-ai salvat vor fi pierdute.
ru: Это нельзя отменить. Кошельки без резервной копии будут потеряны.
sk: Toto sa nedá vrátiť. Peňaženky, ktoré ste nezálohovali, sa stratia.
sl: Tega ni mogoče razveljaviti. Denarnice, ki jih niste varnostno kopirali, bodo izgubljene.
sr: Ovo se ne može poništiti. Novčanici koje niste rezervisali biće izgubljeni.
sv: Detta kan inte ångras. Plånböcker du inte säkerhetskopierade kommer att gå förlorade.
sw: Hii haiwezi kutenguliwa. Wallet ambazo hukuzihifadhi nakala rudufu zitapotea.
ta: இதை மாற்ற முடியாது. நீங்கள் காப்புப்பிரதி எடுக்காத வாலட்கள் இழக்கப்படும்.
te: దీన్ని రద్దు చేయలేరు. మీరు బ్యాకప్ చేయని వాలెట్‌లు పోతాయి.
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ กระเป๋าเงินที่คุณไม่ได้สำรองไว้จะสูญหาย
tr: Bu geri alınamaz. Yedeklemediğiniz cüzdanlar kaybolur.
uk: Це неможливо скасувати. Гаманці, які ви не зберегли в резервній копії, буде втрачено.
ur: اسے واپس نہیں کیا جا سکتا۔ جن والیٹس کا بیک اپ آپ نے نہیں لیا وہ ضائع ہو جائیں گے۔
vi: Việc này không thể hoàn tác. Các ví bạn chưa sao lưu sẽ bị mất.
zh_hans: 此操作无法撤销。你未备份的钱包将会丢失。
zh_hant: 此操作無法復原。你未備份的錢包將會遺失。

source: This clears every filter and sort choice for asset details. Continue?
af: Dit vee elke filter- en sorteerkeuse vir batebesonderhede uit. Gaan voort?
ar: هذا يمسح كل خيارات التصفية والفرز لتفاصيل الأصل. هل تريد المتابعة؟
bg: Това изчиства всеки избор на филтър и сортиране за подробностите за актива. Продължаване?
bn: এতে অ্যাসেটের বিবরণের সব ফিল্টার এবং সাজানোর পছন্দ মুছে যাবে। চালিয়ে যাবেন?
ca: Això esborra tots els filtres i opcions d’ordenació per als detalls de l’actiu. Continuar?
cs: Tím se vymažou všechny filtry a volby řazení detailu aktiva. Pokračovat?
da: Dette rydder alle filter- og sorteringsvalg for aktivdetaljerne. Fortsæt?
de: Dadurch werden alle Filter- und Sortieroptionen für die Asset-Details zurückgesetzt. Fortfahren?
el: Αυτό διαγράφει όλα τα φίλτρα και τις επιλογές ταξινόμησης για τις λεπτομέρειες asset. Συνέχεια;
es: Esto borra cualquier filtro y orden seleccionado para los detalles del activo. ¿Continuar?
et: See tühjendab kõik vara üksikasjade filtri- ja sortimisvalikud. Kas jätkata?
fa: این کار هر انتخاب فیلتر و مرتب‌سازی را برای جزئیات دارایی پاک می‌کند. ادامه می‌دهید؟
fi: Tämä tyhjentää kaikki suodattimet ja lajitteluasetukset omaisuuden tiedoissa. Jatketaanko?
fil: Cli-clear nito ang bawat filter at sort na pinili para sa mga detalye ng asset. Magpatuloy?
fr: Cela efface tous les filtres et tris choisis pour les détails des actifs. Continuer ?
he: פעולה זו תנקה את כל הסינונים והמיון בפרטי הנכס. להמשיך?
hi: इससे एसेट विवरण के सभी फ़िल्टर और सॉर्ट विकल्प साफ़ हो जाते हैं। जारी रखें?
hr: Time se brišu svi filtri i postavke razvrstavanja za pojedinosti imovine. Nastaviti?
hu: Ez törli az eszköz részleteinek minden szűrőjét és rendezését. Folytatod?
id: Ini menghapus setiap pilihan filter dan urutan untuk detail aset. Lanjutkan?
is: Þetta hreinsar allar síur og röðunarval fyrir eignaupplýsingar. Halda áfram?
it: Questo cancella ogni filtro e ordinamento scelto per i dettagli degli asset. Continuare?
ja: アセット詳細のすべてのフィルタと並び順設定が消去されます。続けますか?
ko: 자산 세부 정보의 모든 필터와 정렬 선택이 지워져요. 계속할까요?
lt: Tai išvalo kiekvieną turto informacijos filtro ir rūšiavimo pasirinkimą. Tęsti?
lv: Tas notīra katru aktīva informācijas filtra un kārtošanas izvēli. Turpināt?
ml: ഇത് ആസ്തി വിശദാംശങ്ങൾക്കായുള്ള എല്ലാ ഫിൽട്ടറും സോർട്ട് തിരഞ്ഞെടുപ്പും മായ്‌ക്കുന്നു. തുടരണോ?
mr: हे मालमत्ता तपशीलासाठी प्रत्येक फिल्टर आणि क्रमवारी निवड साफ करते. सुरू ठेवायचे?
ms: Ini mengosongkan setiap penapis dan pilihan isihan untuk butiran aset. Teruskan?
nb: Dette tømmer alle filtre og sorteringsvalg for ressursdetaljene. Fortsette?
nl: Hiermee wis je elke filter- en sorteerkeuze voor assetdetails. Doorgaan?
pa: ਇਹ ਜਾਇਦਾਦ ਵੇਰਵਿਆਂ ਲਈ ਹਰ ਫਿਲਟਰ ਅਤੇ ਕ੍ਰਮ ਚੋਣ ਸਾਫ਼ ਕਰਦਾ ਹੈ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: To wyczyści każdy wybór filtra i sortowania dla szczegółów aktywów. Kontynuować?
pt_br: Isto limpa todos os filtros e a ordenação dos detalhes do ativo. Continuar?
ro: Acest lucru șterge toate filtrele și sortarea pentru detaliile activului. Continui?
ru: Это сбросит все фильтры и порядок сортировки в деталях актива. Продолжить?
sk: Toto vymaže všetky filtre a triedenia v detailoch aktíva. Pokračovať?
sl: S tem se počistijo vsi filtri in razvrstitve za podrobnosti sredstva. Naj nadaljujem?
sr: Ово брише све филтере и сортирања за детаље средства. Наставити?
sv: Det här rensar alla filter- och sorteringsval för tillgångsdetaljerna. Fortsätt?
sw: Hii inafuta kila chaguo la kichujio na upangaji kwa maelezo ya rasilimali. Uendelee?
ta: இது சொத்து விவரங்களுக்கான ஒவ்வொரு வடிகட்டி மற்றும் வரிசைத் தேர்வையும் அழிக்கிறது. தொடரவா?
te: ఇది ఆస్తి వివరాల కోసం ప్రతి ఫిల్టర్ మరియు క్రమబద్ధీకరణ ఎంపికను క్లియర్ చేస్తుంది. కొనసాగించాలా?
th: การนี้จะล้างทุกตัวกรองและการเลือกจัดเรียงสำหรับรายละเอียดสินทรัพย์ ดำเนินการต่อ?
tr: Bu, varlık ayrıntıları için seçtiğiniz tüm filtreleri ve sıralamaları temizler. Devam edilsin mi?
uk: Це скине всі фільтри й сортування в деталях активу. Продовжити?
ur: یہ اثاثے کی تفصیلات کے لیے ہر فلٹر اور ترتیب کے انتخاب کو صاف کر دیتا ہے۔ جاری رکھیں؟
vi: Thao tác này xóa mọi lựa chọn bộ lọc và sắp xếp cho chi tiết tài sản. Tiếp tục?
zh_hans: 这将清除资产详情中所有的筛选和排序选择。是否继续?
zh_hant: 這將清除資產詳情中所有的篩選與排序選項。是否繼續?

source: This clears every filter and sort choice for the supported-assets list. Continue?
af: Dit vee alle filter- en sorteerkeuses vir die lys van ondersteunde bates uit. Gaan voort?
ar: سيؤدي هذا إلى مسح جميع خيارات التصفية والترتيب لقائمة الأصول المدعومة. هل تريد المتابعة؟
bg: Това изчиства всички избори за филтър и сортиране на списъка с поддържани активи. Да продължим ли?
bn: এটি সমর্থিত সম্পদ তালিকার সব ফিল্টার এবং সাজানোর পছন্দ মুছে দেয়। চালিয়ে যাবেন?
ca: Això esborra totes les opcions de filtre i ordenació de la llista d’actius compatibles. Vols continuar?
cs: Tímto se vymaží všechny volby filtrování a řazení pro seznam podporovaných aktiv. Pokračovat?
da: Dette rydder alle filter- og sorteringsvalg for listen over understøttede aktiver. Vil du fortsætte?
de: Damit werden alle Filter- und Sortierungseinstellungen für die Liste der unterstützten Werte gelöscht. Fortfahren?
el: Αυτό διαγράφει όλες τις επιλογές φίλτρου και ταξινόμησης για τη λίστα υποστηριζόμενων περιουσιακών στοιχείων. Συνέχεια;
es: Esto borra todas las opciones de filtro y orden de la lista de activos compatibles. ¿Continuar?
et: See kustutab toetatud varade loendi kõik filtri- ja sortimisvalikud. Kas jätkata?
fa: این کار همه‌ی انتخاب‌های فیلتر و مرتب‌سازی فهرست دارایی‌های پشتیبانی‌شده را پاک می‌کند. ادامه می‌دهید؟
fi: Tämä tyhjentää tuettujen omaisuuserien luettelon kaikki suodatus- ja lajitteluvalinnat. Jatketaanko?
fil: Buburahin nito ang lahat ng filter at sort na pinili para sa listahan ng mga suportadong asset. Magpatuloy?
fr: Cela efface tous les choix de filtre et de tri de la liste des actifs pris en charge. Continuer ?
he: פעולה זו תנקה את כל בחירות הסינון והמיון עבור רשימת הנכסים הנתמכים. להמשיך?
hi: इससे समर्थित संपत्ति सूची के सभी फ़िल्टर और क्रम विकल्प हट जाते हैं। जारी रखें?
hr: Ovo briše sve odabire filtriranja i sortiranja za popis podržane imovine. Nastaviti?
hu: Ezzel törlődik a támogatott eszközök listájának minden szűrési és rendezési beállítása. Folytatja?
id: Tindakan ini menghapus semua pilihan filter dan urutan untuk daftar aset yang didukung. Lanjutkan?
is: Þetta hreinsar allar síu- og röðunarstillingar fyrir listann yfir studdar eignir. Halda áfram?
it: Questo cancella tutti i filtri e gli ordinamenti scelti per la lista delle risorse supportate. Continuare?
ja: 対応資産リストのすべてのフィルタと並べ替えの設定がクリアされます。続けますか？
ko: 지원 자산 목록의 모든 필터와 정렬 선택을 지워요. 계속할까요?
lt: Bus išvalyti visi palaikomo turto sąrašo filtravimo ir rikiavimo pasirinkimai. Tęsti?
lv: Tādējādi tiks notīrīti visi atbalstīto aktīvu saraksta filtru un kārtošanas iestatījumi. Vai turpināt?
ml: പിന്തുണയുള്ള ആസ്തികളുടെ പട്ടികയ്ക്കായുള്ള എല്ലാ ഫിൽട്ടർ, ക്രമീകരണ തിരഞ്ഞെടുപ്പുകളും ഇത് മായ്ക്കും. തുടരണോ?
mr: यामुळे समर्थित मालमत्तेच्या यादीसाठीचे सर्व फिल्टर आणि क्रमवारी निवडी पुसल्या जातील. सुरू ठेवायचे?
ms: Tindakan ini mengosongkan semua pilihan penapis dan isihan bagi senarai aset disokong. Teruskan?
nb: Dette fjerner alle filter- og sorteringsvalg for listen over støttede aktiva. Vil du fortsette?
nl: Hiermee wis je alle filter- en sorteerkeuzes voor de lijst met ondersteunde bezittingen. Doorgaan?
pa: ਇਸ ਨਾਲ ਸਮਰਥਿਤ ਜਾਇਦਾਦਾਂ ਦੀ ਸੂਚੀ ਲਈ ਸਾਰੀਆਂ ਫਿਲਟਰ ਅਤੇ ਕ੍ਰਮਬੱਧਤਾ ਚੋਣਾਂ ਮਿਟ ਜਾਣਗੀਆਂ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Spowoduje to wyczyszczenie wszystkich filtrów i sortowań listy obsługiwanych aktywów. Kontynuować?
pt_br: Isso limpa todas as opções de filtro e ordenação da lista de ativos compatíveis. Continuar?
ro: Acest lucru șterge toate opțiunile de filtrare și sortare pentru lista de active acceptate. Continui?
ru: Это сбросит все настройки фильтрации и сортировки для списка поддерживаемых активов. Продолжить?
sk: Týmto sa vymažú všetky voľby filtrovania a triedenia pre zoznam podporovaných aktív. Pokračovať?
sl: S tem se počistijo vse izbire filtriranja in razvrščanja za seznam podprtih sredstev. Nadaljujem?
sr: Ово брише све изборе филтрирања и сортирања за листу подржаних средстава. Наставити?
sv: Detta rensar alla filter- och sorteringsval för listan med tillgångar som stöds. Vill du fortsätta?
sw: Hatua hii inafuta chaguo zote za kichujio na upangaji kwa orodha ya mali inayotumika. Uendelee?
ta: ஆதரிக்கப்படும் சொத்துகள் பட்டியலின் அனைத்து வடிப்பான் மற்றும் வரிசை தேர்வுகளும் இதனால் அழிக்கப்படும். தொடரவா?
te: ఇది మద్దతు ఉన్న ఆస్తుల జాబితా కోసం ఎంచుకున్న అన్ని ఫిల్టర్ మరియు క్రమ ఎంపికలను తొలగిస్తుంది. కొనసాగించాలా?
th: การดำเนินการนี้จะล้างตัวกรองและการจัดเรียงทั้งหมดของรายการสินทรัพย์ที่รองรับ ดำเนินการต่อไหม
tr: Bu, desteklenen varlıklar listesindeki tüm filtre ve sıralama seçimlerini temizler. Devam edilsin mi?
uk: Це скине всі налаштування фільтрування та сортування для списку підтримуваних активів. Продовжити?
ur: اِس سے معاون اثاثوں کی فہرست کے تمام فلٹر اور ترتیب کے انتخاب صاف ہو جائیں گے۔ جاری رکھیں؟
vi: Thao tác này xóa mọi lựa chọn lọc và sắp xếp cho danh sách tài sản được hỗ trợ. Tiếp tục?
zh_hans: 这将清除受支持资产列表的所有筛选和排序选项。是否继续？
zh_hant: 這將清除受支援資產清單的所有篩選與排序選項。是否繼續？

source: This clears every filter and sort choice. Continue?
af: Dit maak elke filter- en sorteerkeuse skoon. Gaan voort?
ar: سيؤدي ذلك إلى مسح كل خيارات التصفية والترتيب. هل تريد المتابعة؟
bg: Това ще премахне всеки филтър и избран ред на сортиране. Да се продължи?
bn: এতে প্রতিটি ফিল্টার ও সাজানোর পছন্দ মুছে যাবে। চালিয়ে যাবেন?
ca: Això esborrarà totes les opcions de filtre i ordenació. Voleu continuar?
cs: Tím se vymažou všechny volby filtru a řazení. Pokračovat?
da: Dette rydder alle filter- og sorteringsvalg. Vil du fortsætte?
de: Dadurch werden alle Filter- und Sortiereinstellungen gelöscht. Fortfahren?
el: Με αυτό θα διαγραφούν όλες οι επιλογές φίλτρου και ταξινόμησης. Συνέχεια;
es: Esto borrará cada opción de filtro y orden. ¿Continuar?
et: See lähtestab kõik filtrid ja sorteerimisvalikud. Kas jätkata?
fa: این کار همه فیلترها و انتخاب‌های مرتب‌سازی را پاک می‌کند. ادامه می‌دهید؟
fi: Tämä tyhjentää kaikki suodatin- ja lajitteluvalinnat. Jatketaanko?
fil: Tatanggalin nito ang bawat filter at sort choice. Magpatuloy?
fr: Cela efface tous les filtres et critères de tri. Continuer ?
he: פעולה זו תמחק כל בחירת סינון ומיון. להמשיך?
hi: इससे हर फ़िल्टर और सॉर्ट विकल्प हट जाएगा। जारी रखें?
hr: Ovo briše sve postavke filtra i sortiranja. Nastaviti?
hu: Ezzel minden szűrő- és rendezési beállítás törlődik. Folytatja?
id: Ini akan menghapus semua filter dan pilihan urutan. Lanjutkan?
is: Þetta hreinsar allar síur og röðunarstillingar. Halda áfram?
it: Verranno cancellate tutte le scelte di filtro e ordinamento. Continuare?
ja: すべてのフィルタと並べ替えがクリアされます。続けますか?
ko: 모든 필터와 정렬 설정을 초기화합니다. 계속할까요?
lt: Bus išvalyti visi filtrai ir rikiavimo pasirinkimai. Tęsti?
lv: Tas notīrīs visus filtrus un kārtošanas izvēles. Vai turpināt?
ml: ഇത് എല്ലാ ഫിൽട്ടറുകളും ക്രമീകരണ തിരഞ്ഞെടുപ്പുകളും മായ്ക്കും. തുടരണോ?
mr: हे प्रत्येक फिल्टर आणि क्रमवारी निवड साफ करते. सुरू ठेवायचे?
ms: Ini akan mengosongkan setiap tapisan dan susunan pilihan. Teruskan?
nb: Dette fjerner alle filter- og sorteringsvalg. Vil du fortsette?
nl: Hiermee worden alle filter- en sorteerinstellingen gewist. Doorgaan?
pa: ਇਹ ਹਰ ਫਿਲਟਰ ਅਤੇ ਲੜੀਬੱਧ ਚੋਣ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ। ਜਾਰੀ ਰੱਖੀਏ?
pl: Spowoduje to wyczyszczenie wszystkich filtrów i ustawień sortowania. Kontynuować?
pt_br: Isso apaga toda escolha de filtro e ordenação. Continuar?
ro: Aceasta șterge toate opțiunile de filtrare și sortare. Continuați?
ru: Все настройки фильтра и сортировки будут сброшены. Продолжить?
sk: Tým sa vymažú všetky voľby filtra a zoradenia. Pokračovať?
sl: S tem se izbrišejo vse izbire filtra in razvrščanja. Nadaljujem?
sr: Ово ће обрисати све избор филтера и сортирања. Наставити?
sv: Detta rensar alla filter- och sorteringsval. Vill du fortsätta?
sw: Hii itafuta kila chaguo la kichujio na upangaji. Endelea?
ta: இது ஒவ்வொரு வடிகட்டலையும் வரிசைப்படுத்தலையும் அழிக்கும். தொடரவா?
te: ఇది ప్రతి ఫిల్టర్‌, క్రమబద్ధీకరణ ఎంపికను తొలగిస్తుంది. కొనసాగించాలా?
th: การดำเนินการนี้จะล้างตัวกรองและการจัดเรียงทั้งหมด ดำเนินการต่อหรือไม่
tr: Bu işlem tüm filtre ve sıralama seçimlerini temizler. Devam edilsin mi?
uk: Це очистить усі налаштування фільтра й сортування. Продовжити?
ur: اس سے ہر فلٹر اور ترتیب کا انتخاب صاف ہو جائے گا۔ جاری رکھیں؟
vi: Thao tác này xoá mọi lựa chọn lọc và sắp xếp. Tiếp tục?
zh_hans: 这将清除所有筛选和排序设置。是否继续?
zh_hant: 這將清除所有篩選和排序設定。是否繼續?

source: This deletes \(walletName) from this iPhone, including its encrypted seed and any cached balances and transactions.
af: Dit verwyder \(walletName) van hierdie iPhone, insluitend die geënkripteerde saad en enige gekagde saldi en transaksies.
ar: سيؤدي ذلك إلى حذف \(walletName) من هذا الـ iPhone، بما في ذلك بذرتها المشفّرة وأي أرصدة ومعاملات مخزّنة مؤقتًا.
bg: Това изтрива \(walletName) от този iPhone, включително криптираното seed и кешираните салда и транзакции.
bn: এটি এই iPhone থেকে \(walletName) মুছে ফেলে, এর এনক্রিপ্টেড সিড এবং ক্যাশ করা যেকোনো ব্যালেন্স ও লেনদেন সহ।
ca: Això elimina \(walletName) d’aquest iPhone, incloent-hi la llavor xifrada i qualsevol saldo o transacció a la memòria cau.
cs: Tím se ze tohoto iPhonu odstraní \(walletName) včetně šifrovaného semínka a všech uložených zůstatků a transakcí.
da: Dette sletter \(walletName) fra denne iPhone, herunder dens krypterede seed og eventuelle gemte saldi og transaktioner.
de: Dadurch wird \(walletName) von diesem iPhone entfernt, einschließlich des verschlüsselten Seeds sowie aller zwischengespeicherten Salden und Transaktionen.
el: Με αυτή την ενέργεια διαγράφεται το \(walletName) από αυτό το iPhone, μαζί με τον κρυπτογραφημένο seed και τα αποθηκευμένα υπόλοιπα και τις συναλλαγές.
es: Esto elimina \(walletName) de este iPhone, incluida su semilla cifrada y cualquier saldo o transacción guardados en caché.
et: See kustutab \(walletName) sellest iPhone'ist, sealhulgas selle krüpteeritud seemne ja vahemällu salvestatud saldod ja tehingud.
fa: این کار \(walletName) را از این iPhone حذف می‌کند، شامل seed رمزگذاری‌شده و هر موجودی و تراکنش کش‌شده.
fi: Tämä poistaa kohteen \(walletName) tästä iPhonesta, mukaan lukien sen salatun siemenfraasin sekä välimuistissa olevat saldot ja tapahtumat.
fil: Buburahin nito ang \(walletName) sa iPhone na ito, kasama ang naka-encrypt na seed at anumang naka-cache na balanse at transaksyon.
fr: Cela supprime \(walletName) de cet iPhone, y compris sa graine chiffrée et les soldes et transactions mis en cache.
he: פעולה זו מוחקת את \(walletName) מה-iPhone הזה, כולל ה-seed המוצפן שלו וכל יתרה או עסקה שנשמרו בזיכרון המטמון.
hi: यह इस iPhone से \(walletName) को हटा देता है, जिसमें इसका एन्क्रिप्टेड बीज और कैश की गई कोई भी शेष राशि व लेन-देन शामिल हैं।
hr: Ovime se \(walletName) briše s ovog iPhonea, uključujući njegovo šifrirano sjeme te sva pohranjena stanja i transakcije.
hu: Ez törli a \(walletName)-t erről az iPhone-ról, beleértve a titkosított seedet és minden gyorsítótárazott egyenleget és tranzakciót.
id: Ini menghapus \(walletName) dari iPhone ini, termasuk seed terenkripsi dan saldo serta transaksi yang dicache.
is: Þetta eyðir \(walletName) af þessum iPhone, þar á meðal dulkóðuðum sæðisstreng og vistuðum jafnstöðum og færslum.
it: Questo elimina \(walletName) da questo iPhone, inclusi il seed cifrato e i saldi e le transazioni in cache.
ja: これにより、暗号化されたシードやキャッシュされた残高・取引を含め、\(walletName) がこの iPhone から削除されます。
ko: 이 작업은 이 iPhone에서 \(walletName)을(를) 암호화된 시드와 캐시된 잔액 및 거래 내역을 포함해 삭제합니다.
lt: Tai pašalina \(walletName) iš šio iPhone, įskaitant užšifruotą sėklą bei talpykloje saugomus likučius ir operacijas.
lv: Tas izdzēš \(walletName) no šī iPhone, ieskaitot šifrēto sēklu un kešatmiņā saglabātos atlikumus un darījumus.
ml: ഇത് \(walletName) അതിന്റെ എൻക്രിപ്റ്റ് ചെയ്ത സീഡ്, ക്യാഷ് ചെയ്ത ബാലൻസുകൾ, ഇടപാടുകൾ ഉൾപ്പെടെ ഈ iPhone-ൽ നിന്ന് നീക്കം ചെയ്യും.
mr: हे \(walletName) ला त्याच्या एन्क्रिप्टेड सीड आणि कॅश केलेल्या शिल्लक व व्यवहारांसह या iPhone वरून हटवते.
ms: Ini memadam \(walletName) dari iPhone ini, termasuk benih disulitkan dan baki serta transaksi cache.
nb: Dette sletter \(walletName) fra denne iPhone-en, inkludert det krypterte seedet og eventuelle hurtiglagrede saldoer og transaksjoner.
nl: Hiermee verwijder je \(walletName) van deze iPhone, inclusief de versleutelde seed en alle in de cache opgeslagen saldi en transacties.
pa: ਇਹ \(walletName) ਨੂੰ ਇਸਦੇ ਐਨਕ੍ਰਿਪਟਡ ਸੀਡ ਅਤੇ ਕੈਸ਼ ਕੀਤੇ ਬਕਾਏ ਤੇ ਲੈਣ-ਦੇਣ ਸਮੇਤ ਇਸ iPhone ਤੋਂ ਮਿਟਾ ਦਿੰਦਾ ਹੈ।
pl: To usuwa \(walletName) z tego iPhone'a, w tym jego zaszyfrowane ziarno oraz zapisane w pamięci podręcznej salda i transakcje.
pt_br: Isto exclui \(walletName) deste iPhone, incluindo a semente criptografada e quaisquer saldos e transações armazenados em cache.
ro: Aceasta șterge \(walletName) de pe acest iPhone, inclusiv sămânța criptată și orice solduri și tranzacții stocate în cache.
ru: Это удалит \(walletName) с этого iPhone, включая зашифрованную сид-фразу и все кэшированные балансы и транзакции.
sk: Týmto sa z tohto iPhonu odstráni \(walletName) vrátane šifrovaného semienka a všetkých uložených zostatkov a transakcií.
sl: S tem se \(walletName) odstrani s tega iPhona, vključno s šifriranim semenom in vsemi predpomnjenimi stanji in transakcijami.
sr: Ово ће обрисати \(walletName) са овог iPhone-а, укључујући његово шифровано семе и сва кеширана стања и трансакције.
sv: Detta tar bort \(walletName) från denna iPhone, inklusive dess krypterade seed och eventuella cachelagrade saldon och transaktioner.
sw: Hii inafuta \(walletName) kutoka kwenye iPhone hii, ikiwa ni pamoja na mbegu iliyosimbwa na salio na muamala uliohifadhiwa.
ta: இது \(walletName) என்பதை அதன் என்க்ரிப்ட் செய்யப்பட்ட சீட் மற்றும் கேஷ் செய்யப்பட்ட மீதிகள் மற்றும் பரிவர்த்தனைகள் உட்பட இந்த iPhone-இலிருந்து நீக்குகிறது.
te: ఇది \(walletName)ను దాని ఎన్‌క్రిప్ట్ చేసిన సీడ్ మరియు కాష్ చేసిన నిల్వలు మరియు లావాదేవీలతో సహా ఈ iPhone నుండి తొలగిస్తుంది.
th: การกระทำนี้จะลบ \(walletName) ออกจาก iPhone เครื่องนี้ รวมถึงซีดที่เข้ารหัสและยอดคงเหลือกับธุรกรรมที่แคชไว้
tr: Bu işlem \(walletName) cüzdanını şifreli tohumu ile önbelleğe alınmış bakiye ve işlemler dahil bu iPhone'dan siler.
uk: Це видалить \(walletName) з цього iPhone, включно із зашифрованим сід-фразою та всіма кешованими балансами й транзакціями.
ur: یہ \(walletName) کو اس iPhone سے حذف کر دیتا ہے، بشمول اس کا انکرپٹڈ سیڈ اور کیش شدہ بیلنس اور لین دین۔
vi: Việc này xóa \(walletName) khỏi chiếc iPhone này, bao gồm seed đã mã hóa và mọi số dư và giao dịch được lưu trong bộ nhớ đệm.
zh_hans: 这将从这台 iPhone 中删除 \(walletName),包括其加密种子以及缓存的余额和交易记录。
zh_hant: 這將從這台 iPhone 中刪除 \(walletName),包括其加密種子以及快取的餘額和交易記錄。
